<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8" />
	<title>테이블 태그 2</title>
	<style>
		@IMPORT url("<%=request.getContextPath()%>/css/tableTag2.css");
	</style>
</head>
<body>
<table class="table table-bordered">
<thead>
	<tr>
		<th>번호</th>
		<th>글</th>
		<th>글쓴이</th>
	</tr>
</thead>
<tbody>
	
	<tr>
		<td>1</td>
		<td>제3항의 승인을 얻지 못한 때에는 그 처분 또는 명령은 그때부터 효력을 상실한다. 이 경우 그 명령에 의하여 개정 또는 폐지되었던 법률은 그 명령이 승인을 얻지 못한 때부터 당연히 효력을 회복한다.</td>
		<td>홍익한</td>
	</tr>

	<tr>
		<td>2</td>
		<td>언론·출판은 타인의 명예나 권리 또는 공중도덕이나 사회윤리를 침해하여서는 아니된다. 언론·출판이 타인의 명예나 권리를 침해한 때에는 피해자는 이에 대한 피해의 배상을 청구할 수 있다.</td>
		<td>곽재우</td>
	</tr>

	<tr>
		<td>3</td>
		<td>저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다.</td>
		<td>홍길동</td>
	</tr>

	<tr>
		<td>4</td>
		<td>탄핵결정은 공직으로부터 파면함에 그친다. 그러나, 이에 의하여 민사상이나 형사상의 책임이 면제되지는 아니한다.</td>
		<td>계백</td>
	</tr>

	<tr>
		<td>5</td>
		<td>국회의원과 정부는 법률안을 제출할 수 있다. 국회에 제출된 법률안 기타의 의안은 회기중에 의결되지 못한 이유로 폐기되지 아니한다. 다만, 국회의원의 임기가 만료된 때에는 그러하지 아니하다.</td>
		<td>대조영</td>
	</tr>

	<tr>
		<td>6</td>
		<td>광물 기타 중요한 지하자원·수산자원·수력과 경제상 이용할 수 있는 자연력은 법률이 정하는 바에 의하여 일정한 기간 그 채취·개발 또는 이용을 특허할 수 있다.</td>
		<td>정약용</td>
	</tr>

	<tr>
		<td>7</td>
		<td>대한민국의 주권은 국민에게 있고, 모든 권력은 국민으로부터 나온다.</td>
		<td>황희</td>
	</tr>

	<tr>
		<td>8</td>
		<td>국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다.</td>
		<td>신숙주</td>
	</tr>

	<tr>
		<td>9</td>
		<td>체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.</td>
		<td>홍경래</td>
	</tr>

	<tr>
		<td>10</td>
		<td>헌법에 의하여 체결·공포된 조약과 일반적으로 승인된 국제법규는 국내법과 같은 효력을 가진다.</td>
		<td>유관순</td>
	</tr>

</tbody>
</table>

</body>
</html>